[{
	"title": "Move bank accounts to take advantage of perks and earn more interest",
	"content":"If you’re paying a monthly fee for your checking or savings account, you would benefit from researching some of newest banking offers out there. Not only do some banks offer sign-up bonuses simply for opening an account and setting up direct deposit, but some offer attractive interest rates to new customers as well.<br/>It’s true that interest rates are not what they once were, but it’s still worth a look. Some of the best free checking accounts and best savings accounts can be found online. Here’s a guide on how to make that switch."
},
{
	"title" : "Turn off the television",
	"content" : "One big way to save money is to drastically cut down on the amount of television you watch. There are a lot of financial benefits to this: less exposure to spending-inducing ads, a lower electric bill (and perhaps a lower cable bill if you downgrade your subscription), more time to focus on other things in life — such as a side business — and so on.<br/>Want to take things a step further? Consider cutting the cord to cable TV altogether."
},
{
	"title": "Stop collecting, and start selling",
	"content" : "There was a time when people thought their collections would bring them riches. Beanie Babies were a big fad at one time, as were Longaberger baskets. Now you can find those items on resale sites like Craigslist and at garage sales for a fraction of their initial cost, leaving many people who sunk thousands of dollars into their “investments” wondering what happened.<br/>If you want to avoid that situation, don’t collect items of questionable value. And if you want to recoup some of the money you’ve already spent on collectible items, you can start selling them now and use those funds for any number of worthy financial goals. Read our “Guide to Selling Unwanted Items” for some simple strategies that can help you profit as much as possible."
},
{
	"title" : "Sign up for every free customer rewards program you can",
	"content" : "No matter where you live, you’ll find plenty of retailers who are willing to reward you for shopping at their store. Here’s the basic game plan for maximizing these programs: create a Gmail or Yahoo address just for these mailings, collect every card you can, and then check that account for extra coupons whenever you’re ready to shop.<br/>You can add to those rewards and discounts by using rewards credit cards to earn points on purchases at a wide range of stores that can be redeemed for cash back or other benefits."
},
{
	"title" : "Make your own gifts instead of buying stuff from the store",
	"content" :"If you want to save money while also giving generously, creating your own homemade gifts is one way to accomplish both goals. You can make food mixes, candles, fresh-baked bread or cookies, soap, and all kinds of other things at home quite easily and inexpensively.<br/>These make spectacular gifts for others because they involve your personal touch — something you can’t buy from a store — and quite often they’re consumable, meaning they don’t wind up filling someone’s closet with junk. Even better – include a personal handwritten note with the gift."
	}]